[{"description": "Balinaların Bitcoin biriktirme stratejisi devam ediyor... Dünkü artış sonrası düşüşe geçen Bitcon şu sıralar 58 bin dolar, Ethereum ise 2.613 dolar seviyelerinde. Kripto para piyasasının toplam değeri 2,02 trilyon dolara ulaşırken, Bitcoin'in piyasa değeri 1,…", "date": "2024-08-15T10:04:00Z", "vader_sentiment": "POSITIVE", "vader_score": 0.0, "bert_sentiment": "NEGATIVE", "bert_score": 0.624571681022644, "combined_sentiment": "POSITIVE", "combined_score": 0.312285840511322}, {"description": "Recent market dynamics have again brought Ethereum’s supply into the spotlight and reiterated concerns about its inflationary trend. Earlier this year, Ethereum reached a significant milestone in its circulating supply, surpassing 120 million ETH and the numb…", "date": "2024-08-17T21:11:27Z", "vader_sentiment": "POSITIVE", "vader_score": 0.5106, "bert_sentiment": "POSITIVE", "bert_score": 0.4002383351325989, "combined_sentiment": "POSITIVE", "combined_score": 0.45541916756629947}, {"description": "In a recent report, market researcher and analyst DeFi Ignas has provided a detailed analysis of the current bearish and bullish cases for the leading altcoin, Ethereum (ETH), offering valuable insights into the cryptocurrency’s prospects. Factors Behind The …", "date": "2024-08-16T03:00:22Z", "vader_sentiment": "POSITIVE", "vader_score": 0.6486, "bert_sentiment": "POSITIVE", "bert_score": 0.4955313205718994, "combined_sentiment": "POSITIVE", "combined_score": 0.5720656602859497}, {"description": "Ethereum (ETH) price has struggled amid another market shakeout. The second-largest cryptocurrency by market capitalization fell below the $2,600 support zone for the third time in the past week, prompting crypto analysts to evaluate the next levels to watch …", "date": "2024-08-17T04:00:43Z", "vader_sentiment": "NEGATIVE", "vader_score": -0.25, "bert_sentiment": "NEGATIVE", "bert_score": 0.42341819405555725, "combined_sentiment": "POSITIVE", "combined_score": 0.08670909702777863}, {"description": "The crypto market has been challenging, and Ethereum (ETH), the second-largest cryptocurrency, is no exception. Despite its dominant position, the token has faced significant headwinds in recent weeks, with its price showing no signs of a sustained recovery. …", "date": "2024-08-19T23:00:21Z", "vader_sentiment": "NEGATIVE", "vader_score": -0.25, "bert_sentiment": "NEGATIVE", "bert_score": 0.3241958022117615, "combined_sentiment": "POSITIVE", "combined_score": 0.03709790110588074}, {"description": "Since the inception of Ethereum, the network's high transaction costs have been a major issue in the crypto market, prompting users to seek an alternative for their day-to-day activities. However, with the recent development regarding the network's gas fees, …", "date": "2024-08-20T13:30:26Z", "vader_sentiment": "POSITIVE", "vader_score": 0.0, "bert_sentiment": "POSITIVE", "bert_score": 0.3486703336238861, "combined_sentiment": "POSITIVE", "combined_score": 0.17433516681194305}, {"description": "Ethereum’s founder, Vitalik Buterin, made the headlines on Monday after his latest on-chain move. Buterin’s $1 million in ETH transfer to privacy protocol Railgun caught the community’s attention and reignited the debate about using privacy tools. Related Rea…", "date": "2024-08-19T21:00:22Z", "vader_sentiment": "POSITIVE", "vader_score": 0.0, "bert_sentiment": "NEGATIVE", "bert_score": 0.2767083942890167, "combined_sentiment": "POSITIVE", "combined_score": 0.13835419714450836}]